/* No comment */
"Listing directory {0} failed" = "Pridobitev seznama vsebine imenika ni uspela {0}";

/* Touch file failed */
"Cannot create {0}" = "Datoteke ni mogoče ustvariti {0}";

/* Create directory failed */
"Cannot create folder {0}" = "Mape ni mogoče ustvariti {0}";

/* Moving file failed */
"Cannot rename {0}" = "Datoteke ni mogoče preimenovati {0}";

/* Reading metadata of file failed */
"Failure to read attributes of {0}" = "Atributov datoteke ni mogoče prebrati";

/* Writing metadata of file failed */
"Failure to write attributes of {0}" = "Atributov datoteke ni mogoče zapisati";

/* Removing file failed */
"Cannot delete {0}" = "Datoteke ni mogoče izbrisati {0}";

/* Ownership of file */
"Cannot change owner" = "Lastnika ni mogoče spremeniti";

/* Group ownership of file or folder */
"Cannot change group" = "Skupine ni mogoče spremeniti";

/* Fails to change UNIX access permissions */
"Cannot change permissions of {0}" = "Dovoljenj ni mogoče spremeniti";
"Cannot change timestamp of {0}" = "Časovnega žiga ni mogoče spremeniti";

/* Mount failure */
"Connection failed" = "Povezava ni uspela";

/* Transfer failure */
"Download {0} failed" = "Prenos ni uspel";

/* Transfer failure */
"Upload {0} failed" = "Prenos na strežnik ni uspel";

/* Content distribution network configuration failures */
"Cannot read CDN configuration" = "CDN konfiguracije ni mogoče prebrati";
"Cannot write CDN configuration" = "CDN konfiguracije ni mogoče zapisati";

/* Container configuration such as logging or versioning */
"Cannot read container configuration" = "Vsebnikove konfiguracije ni mogoče prebrati";

"Interoperability failure" = "Interoperability failure";
"Access denied" = "Access denied";
"File not found" = "File not found";

"DNS lookup for {0} failed" = "DNS lookup for {0} failed";

"Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server" = "Mismatch between MD5 hash {0} of uploaded data and ETag {1} returned by the server";

"Insufficient disk space" = "Insufficient disk space";
"Only {0} available disk space" = "Only {0} available disk space";

"Unsupported" = "Unsupported";

/* No comment */
"Please contact your web hosting service provider for assistance" = "Please contact your web hosting service provider for assistance";

/* No comment */
"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network.";

/* No comment */
"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "The connection attempt was rejected. The server may be down, or your network may not be properly configured.";